---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelLocationParam
source: html/bc6d7559-18be-5fb9-0b92-6544bf6d2a6f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelLocationParam Property

"Location"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecPanelLocationParam { get; }
```